Repository: CialloAlone/ONIi18n
Catalog: strings/decor_pack_i/*.po
Languages: de, fr

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_DEFAULTSTAINEDGLASSTILE.DESC
source: Stained glass tiles are transparent tiles that provide a fashionable barrier against liquid and gas.
de: Buntglasfliesen sind transparente Fliesen, die eine modische Barriere gegen Flüssigkeiten und Gase bieten.
fr: Les dalles de verre coloré sont des dalles transparentes qui constituent une barrière à la mode contre les liquides et les gaz.

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_DEFAULTSTAINEDGLASSTILE.EFFECT
source: Used to build the walls and floors of rooms. Allows <link="LIGHT">Light</link> and <link="DECOR">Decor</link> pass through.
de: Wird verwendet, um die Böden und Wände von Räumen zu bauen. Lässt Allows <link="LIGHT">Licht</link> und <link="DECOR">Dekor</link> hindurch.
fr: Utilisé pour construire les murs et les sols des pièces. Permet le passage de la <link="LIGHT">lumière</link> et du <link="DECOR">décor</link>.

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_DEFAULTSTAINEDGLASSTILE.NAME
source: <link="DECORPACKADEFAULTSTAINEDGLASSTILE">Stained Glass Tile</link>
de: <link="DECORPACKADEFAULTSTAINEDGLASSTILE">Buntglasfliesen</link>
fr: <link="DECORPACKADEFAULTSTAINEDGLASSTILE">Dalle en verre coloré</link>

source: {element} <link="DECORPACKADEFAULTSTAINEDGLASSTILE">Stained Glass Tile</link>
de: {element} <link="DECORPACKADEFAULTSTAINEDGLASSTILE">Buntglasfliesen</link>
fr: {element} <link="DECORPACKADEFAULTSTAINEDGLASSTILE">Dalle en verre coloré</link>

source: Mediocre Glass Sculpture
de: Mittlere Glasskulptur
fr: Sculpture en verre médiocre

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_GLASSSCULPTURE.DESC
source: Duplicants who have learned art skills can produce more decorative sculptures.
de: Duplikanten, die künstlerische Fähigkeiten erlernt haben, können mehr dekorativere Skulpturen herstellen.
fr: Les duplicants qui ont acquis des compétences artistiques peuvent produire des sculptures plus décoratives.

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_GLASSSCULPTURE.EFFECT
source: Majorly increases <link="DECOR">Decor</link>, contributing to <link="MORALE">Morale</link>. Must be sculpted by a Duplicant.
de: Erhöht <link="DECOR">Dekor</link> erheblich und trägt zur <link="MORALE">Moral</link> bei. Muss von einem Duplikanten erbaut werden
fr: Augmente considérablement le <link="DECOR">déco</link> qui contribue au <link="MORALE">moral</link>. Doit être sculpté par un duplicant.

source: Genius Glass Sculpture
de: Großartige Glasskulptur
fr: Sculpture en verre géniale

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_GLASSSCULPTURE.NAME
source: <link="DECORPACKAGLASSSCULPTURE">Glass Block</link>
de: <link="DECORPACKAGLASSSCULPTURE">Glasblock</link>
fr: <link="DECORPACKAGLASSSCULPTURE">Bloc de verre</link>

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_GLASSSCULPTURE.POORQUALITYNAME
source: "Abstract" Glass Sculpture
de: "Abstrakte" Glasskulptur
fr: Sculpture en verre abstraite

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.DESC
source: Light reduces Duplicant stress and is required to grow certain plants.
de: Licht reduziert den Stress von Duplikanten und ist für den Anbau bestimmter Pflanzen erforderlich.
fr: La lumière réduit le stress des duplicants et est nécessaire à la croissance de certaines plantes.

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.EFFECT
source: Provides <link="LIGHT">Light</link> when <link="POWER">Powered</link>. Duplicants can operate buildings more quickly when the building is lit.
de: Liefert <link="LIGHT">Licht</link>, wenn es mit<link="POWER">Strom</link> versorgt wird. Duplikanten können Gebäude schneller betreiben, wenn das Gebäude beleuchtet ist.
fr: Fournit de la <link="LIGHT">lumière</link> lorsqu' <link="POWER">alimentée</link>. Les duplicants peuvent exploiter les bâtiments plus rapidement lorsque le bâtiment est éclairé.

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.NAME
source: <link="DECORPACKAMOODLAMP">Mood Lamp</link>
de: <link="DECORPACKAMOODLAMP">Stimmungslampe</link>
fr: <link="DECORPACKAMOODLAMP">Lampe d'ambiance</link>

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.BROTHGAR
source: Brothgar Logo
fr: Logo de Brothgar

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.CAT
source: Cat
de: Katze
fr: Chat

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.DENSE
source: Dense Puft
de: Kompakt-Pufts
fr: Bouffette compacte

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.MOON
source: Moon
de: Mond
fr: Lune

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.OGRE
source: Shrumal Ogre
fr: Ogre Fongique

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.OWO
source: OwO Slickster
fr: Gluant OwO

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.RANDOM
source: Random
de: Zufällig
fr: Aléatoire

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.ROCKET
source: Rocket
de: Rakete
fr: Fusée

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.SATURN
source: Saturn
fr: Saturne

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.STAR
source: Star
de: Stern
fr: Étoile

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.UNICORN
source: Unicorn
de: Einhorn
fr: Licorne

# DecorPackA.STRINGS.MISC.TAGS.DECORPACKA_STAINEDGLASSMATERIAL
source: Glass Dye
de: Glasfarbe
fr: Colorant pour verre

# DecorPackA.STRINGS.UI.BUILDINGEFFECTS.THERMALCONDUCTIVITYCHANGE
source: Thermal Conductivity: {0}
de: Wärmeleitfähigkeit: {0}
fr: Conductivité thermique : {0}

# DecorPackA.STRINGS.UI.BUILDINGEFFECTS.TOOLTIP.HIGHER
source: higher
de: höher
fr: plus haut

# DecorPackA.STRINGS.UI.BUILDINGEFFECTS.TOOLTIP.LOWER
source: lower
de: niedriger
fr: plus basse

# DecorPackA.STRINGS.UI.BUILDINGEFFECTS.TOOLTIP.THERMALCONDUCTIVITYCHANGE
source: The dye {dyeElement} has {higherOrLower} thermal conductivity than {baseElement}, modifying it by {percent}.
de: Der Farbstoff {dyeElement} hat eine {higherOrLower} Wärmeleitfähigkeit als {baseElement} und modifiziert diese um {percent}.
fr: Le matériaux {dyeElement} a une conductivité thermique {higherOrLower} que le matériaux {baseElement}, la modifiant de {percent}.

# DecorPackA.STRINGS.UI.UISIDESCREENS.MOODLAMP_SIDE_SCREEN.TITLE
source: Lamp type
de: Lampenart
fr: Type de lampe

# DecorPackA.STRINGS.UI.USERMENUACTIONS.FABULOUS.DISABLED.NAME
source: Fabulous Off
de: Fabelhaft Aus
fr: Arrêt fabuleux

# DecorPackA.STRINGS.UI.USERMENUACTIONS.FABULOUS.DISABLED.TOOLTIP
source: Take away the magic.
de: Nimm die Magie hinfort.
fr: Enlève la magie.

# DecorPackA.STRINGS.UI.USERMENUACTIONS.FABULOUS.ENABLED.NAME
source: Fabulous On
de: Fabelhaft An
fr: Allumage fabuleux

# DecorPackA.STRINGS.UI.USERMENUACTIONS.FABULOUS.ENABLED.TOOLTIP
source: Bring the magic!
de: Bring die Magie!
fr: Amenez la magie !

# DecorPackA.STRINGS.BUILDINGS.PREFABS.DECORPACKA_MOODLAMP.VARIANT.TESSERACT
source: Tesseract
de: Tesserakt
